<<<<<<< HEAD
       01  ERROR-PARAMETERS.
      *
           05  ERR-RESP          PIC S9(8)   COMP.
           05  ERR-RESP2         PIC S9(8)   COMP.
           05  ERR-TRNID         PIC X(4) VALUE IS 99.
           05  ERR-RSRCE         PIC X(8).
=======
       01  ERROR-PARAMETERS.
      *
           05  ERR-RESP          PIC S9(8)   COMP.
           05  ERR-RESP2         PIC S9(8)   COMP.
           05  ERR-TRNID         PIC X(4) VALUE IS 99.
           05  ERR-RSRCE         PIC X(8).
>>>>>>> e8b6001280055a96ca24f3d9eb3fa4acea416939
